Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Požadavky jsou uzavírány automaticky prostřednictvím nastavovaných stavů Řízení stavů po přechodu do jednoho z konečných stavů.
en_us: Requests are closed automatically through the Status Control states set after the transition to one of the final states.

source: Požadavky jsou uzavírány ručně prostřednictvím funkce Uzavřít evidenci pošty.
en_us: Requests are closed manually through the Close Mail Records feature.

source: Požadavky lze filtrovat např. podle stavu, podle uživatele, zadavatele, řešitele či podle kategorií.
en_us: Requests can be filtered, for example, by status, by user, responsible person, taskmaster or by category.

source: Požadavky lze zadávat ručně nebo prostřednictvím Průvodce vytvořením požadavku.
en_us: You can make requests manually or through the Wizard.

source: Praktické použití může být například toto:
en_us: Practical uses may include the following:

source: Praktickým využitím této technologie je připojení produktových informací ke kartám zboží nebo obchodních dokumentů (např. smluv) ke kartám dodavatelů či zákazníků.
en_us: A practical use of this technology is to connect product information to goods cards or business documents (e.g. contracts) to supplier or customer cards.

source: Priorita požadavku
en_us: Request Priorities

source: Priorita požadavku stanovená dispečerem helpdesku při event. následném přehodnocení důležitosti požadavku.
en_us: Priority of the request set by the helpdesk dispatcher during any subsequent reassessment of the request's importance.

source: Priorita požadavku stanovená zadavatelem při vytváření
en_us: Request priority set by the taskmaster when creating

source: Pro zrušení filtru vyhledávání klikněte v přehledu v sekci Akce na funkci Vymazat filtry Obecných parametrů.
en_us: To clear the search filter, click Clear General Parameters Filtersin the Actions section of the report.

source: Pro Akci je nutné nadefinovat pole Kód akce, Číslo pole (hodnota) a Hodnota.
en_us: For Action, you must define the Action Code, Field No. (Value), and Value fields.

source: Pro Diskového a HTTP (timer) In agenta je možné nastavit ID výchozí úlohy pro každý parametr komunikace, aby bylo možné rozlišit, jakým typem úlohy bude přijatá zpráva následně zpracována.
en_us: For disk and HTTP (timer) In agent, it is possible to set the default task ID for each Interaction parameter in order to distinguish what type of task the received message will be subsequently processed.

source: Pro IN Agenty slouží pole ID výchozí úlohy.
en_us: For IN Agents, the Default Task ID field is used.

source: Pro Výkaz DPH od roku 2018 to je 52068861, pro Výkaz DPH do roku 2017 to je 52068860, pro Kontrolní výkaz DPH 52068903 a pro Souhrnný Výkaz to je 52068870.
en_us: For VAT Report from 2018 it is 52068861, for VAT Report until 2017 it is 52068860, for VAT Control Report 52068903 nd for Summary Report that is 52068870.

source: Pro aktivní řádek lze specifikovat Akce Řízení stavů, Kontrolovaná pole a Nastavovaná pole.
en_us: For the active row, you can specify State Control Actions, Checked Fields, and Set Fields.

source: Pro aktivní řádek na stránce Stavy Řízení stavů lze pomocí funkce Stav specifikovat:
en_us: For the active row on the Status Management States page, you can use the Status function to specify:

source: Pro aktivování slovenských funkčností jsou potřebná tato nastavení, využijte následující postup:
en_us: To activate Slovak functionality, these settings are needed, use the following procedure:

source: Pro aktivování slovenských funkčností využijte následující postup:
en_us: To activate Slovak functionality, follow these steps:

source: Pro aktualizaci tohoto stavu na řádku zásilky slouží tlačítko Aktualizovat stav přepravy.
en_us: To update this status on the shipment line, use the Update Track Status button.

source: Pro automatické nastavení postupujte takto:
en_us: To set up automatically, follow these steps:

source: Pro definice tiskárny je nutné:
en_us: To define a printer, it is necessary:

source: Pro definici hodnot parametrů postupujte následujícím způsobem:
en_us: To define parameter values, follow these steps:

source: Pro definici počtu balíků v rámci jedné zásilky existuje pole „Počet balíků“.
en_us: The "Number of Packages" field exists to define the number of packages within a shipment.

source: Pro definici překladů hodnot parametrů postupujte následujícím způsobem:
en_us: To define translations of parameter values, follow these steps:

source: Pro definici překladů parametrů postupujte následujícím způsobem:
en_us: To define parameter translations, follow these steps:

source: Pro definování statutárních výkazů slovenské legislativy (Rozvahy a Výkazu zisků a ztrát) je v systému D365 BC využívána standartní funkčnost účetních schémat doplněná o úpravy, které umožňují import účetní závěrky na portál Finanční správy SR prostřednictvím .xml souboru.
en_us: To define the statutory statements of Slovak legislation (Balance Sheet and Profit and Loss Statement), the D365 BC system uses the standard functionality of accounting schemes supplemented by adjustments that allow the import of financial statements to the portal of the Financial Administration of the Slovak Republic through a .xml file.

source: Pro dodatečný tisk předávacího protokolu svozu:
en_us: For an additional printout of the collection handover report:

source: Pro dodatečný tisk předávacího protokolu vybraného přepravce slouží funkce se stejným názvem na přehledu zásilek, kdy stačí stát na jedné ze zásilek daného přepravce v daný den svozu.
en_us: For additional printing of the handover report of the selected shipper, there is a function with the same name on the shipment report, where you just stand on one of the shipments of that shipper on the day of the collection.

source: Pro druh komunikace E-mail platí: Při vložení úlohy do OUT Bufferu lze přenastavit (přepsat) parametr komunikace pro konkrétní položku v OUT Bufferu.
en_us: For the E-mail communication type, the e-mail applies: When inserting a task into the OUT Buffer, it is possible to reconfigure (override) the communication parameter for a specific task in the OUT Buffer.

source: Pro eliminaci rizika nesprávného zadání směnného kurzu a tudíž zaúčtování dokladu s nesprávným kurzem, byly do systému doplněny 2 nové kontroly.
en_us: To eliminate the risk of incorrectly entering the exchange rate and thus posting a document with an incorrect exchange rate, 2 new checks were added to the system..

source: Pro eliminaci rizika nesprávného účtování a vykázání DPH byly do systému doplněny 2 nové kontroly.
en_us: To eliminate the risk of incorrect accounting and reporting of VAT, 2 new controls were added to the system.

source: Pro evidenci protiúčtu vyrovnání je možné používat všechny tři možnosti protiúčtů, které obsahuje lokalizace (Finanční účet, Bankovní účet, Pokladna).
en_us: It is possible to use all three counter-account options included in the localization (Financial Account, Bank Account, Cashier) to record the settlement counter-account.

source: Pro export dokumentu postupujte následujícím způsobem:
en_us: To export a document, follow these steps:

source: Pro export výkazu DPH použijte následující postup:
en_us: To export a VAT statement, follow these steps:

source: Pro generování výkazu DPH je využita standardní funkčnost systému.
en_us: The standard functionality of the system is used to generate the VAT statement.

source: Pro import elektronického podpisu, použijte Certifikát Pfx a dále funkci Impotovat....
en_us: To import an electronic signature, use the Pfx Certificate and the Impote... function.

source: Pro jednoduchou kontrolu zvolte funkci Náhled.
en_us: For a simple check, choose the Preview function.

source: Pro jednotlivé buňky účetního schématu je potřeba nastavit příslušné hodnoty elementů xml souboru dle pokynů technické dokumentace.
en_us: For individual cells of the account schema, it is necessary to set the appropriate values of the xml file elements according to the instructions of the technical documentation.

source: Pro jednotlivé sekce je potřeba nastavit sloupce, které budou exportovány do xml souboru.
en_us: It is necessary to set columns for individual sections, which will be exported to an xml file.

source: Pro jednotlivé řádky výkazu DPH definujte pole:
en_us: For each line in the sales tax statement, define the following fields:

source: Pro jsme rozšířili možnosti o 2 doplňkové nástroje:
en_us: Therefore, we have expanded its options with 2 additional tools:

source: Pro každou Kartu šablony události je potřeba nastavit fáze, do kterých se daná událost může dostat při splnění podmínek.
en_us: For each Event Template Card, you need to set the phases that the event can reach when the conditions are met.

source: Pro každou oprávněnou osobu se zvolí příslušná Kategorie uživatele, podle které program automaticky předvyplní Váhu požadavku pro danou osobu.
en_us: For each Authorized Person, the appropriate User Category is selected, according to which the program automatically pre-populates the Request Weight for that person.

source: Pro každé expediční místo je nutné jiné API, dále je expediční místo spojeno s jednou lokací Vaší společnosti.
en_us: A different API is required for each expedition place, and the expedition place is associated with one location of your company.

source: Pro každé zboží a jeho měrnou jednotku lze přiřadit libovolný počet prvků výkazů obalů (zařadit zboží do několika výkazů).
en_us: For each item and its unit of measure, you can assign any number of elements of packaging reports (include items in several statements).

source: Pro každý stav (řádek na stránce Stavy Řízení stavů) je možné nadefinovat pole, která se budou kontrolovat při přechodu do daného stavu.
en_us: For each state (the row on the Status Management Statuses page), you can define fields to check when you enter that state.

source: Pro každý stav je možné nadefinovat akce, které se budou provádět při přechodu do daného stavu.
en_us: For each status, you can define the actions that will be performed when you transition to that state.

source: Pro každý stav je možné nadefinovat pole, která se budou nastavovat při přechodu do tohoto stavu.
en_us: It is possible to define fields for each status, which will be set when entering this status.

source: Pro každý stav Řízení stavů je třeba nadefinovat Code, Popis a Filtr dalšího stavu, který určuje, do jakých dalších stavů je možné z daného stavu přejít.
en_us: For each Status management state, you must define a Code, Description, and Next status filter that determines what other states can be accessed from that state.

source: Pro každý stav řízení stavů je třeba nadefinovat Code, Popis a Filtr dalšího stavu, který určuje, do jakých dalších stavů je možné z daného stavu přejít.
en_us: For each state control state, you must define a Code, Description, and Next status filter that specifies what other states can be accessed from that state.

source: Pro každý založený výkaz je nutno nadefinovat jeho prvky.
en_us: For each created report, it is necessary to define its elements.

source: Pro každý řádek výkazu je nutné nastavit mapování běžného i minulého období.
en_us: For each row of the report it is necessary to set the mapping of the current and previous period.

source: Pro kombinace DPH účto skupin, kde se bude řešit krácení vstupní DPH koeficientem, musí být nastaveno (kromě jiného):
en_us: For combinations of VAT account groups, where the reduction of the input VAT coefficient will be solved, it must be set (among other things):

source: Pro kontrolovaná pole je nutné vyplnit minimálně Code, ID pole (kde se zaznamenává pole, které by mělo být kontrolováno) a pole Kontrola hodnoty (udává, jaký typ kontroly bude prováděn při nastavení daného stavu):
en_us: For the fields to be checked, it is necessary to fill in at least Code, Fields No. (where the field that should be checked is recorded) and the Value Checking field (indicates what type of check will be performed when the state is set):

source: Pro kódy v režimu tuzemského samozdanění zadejte pole Kód pro vykazování.
en_us: For codes in Domestic Self Assessment mode, enter the Statement Code field.

source: Pro naplnění legislativních požadavků je XML soubor elektronicky podepsán a jednoznačně identifikován.
en_us: To meet the legislative requirements, the XML file is electronically signed and uniquely identified.

source: Pro nastavení a používání funkce zásilka na dobírku je zapotřebí nastavit na způsobu platby booeal Dobírka.
en_us: To set up and use the cash on delivery function, it is necessary to set up booeal Cash on delivery on the payment method.

source: Pro nastavení agentů spooleru postupujte následujícím způsobem:
en_us: To set up spooler agents, follow these steps:

source: Pro nastavení komodit spadajících do režimu tuzemského samozdanění je využita standardní karta Čísla sazebníku.
en_us: The standard Tariff Numbers tab is used to set up commodities that fall under the domestic self-taxation regime.

source: Pro nastavení musíte:
en_us: To set it up, you must:

source: Pro nastavení spooleru postupujte následujícím způsobem:
en_us: To set up a spooler, follow these steps:

source: Pro nastavení tisku štítku je potřeba nastavit ID sestavy a přidělit uživateli tiskárnu.
en_us: To set up label printing, you need to set the report ID and assign a printer to the user.

source: Pro nastavení využijte následující postup:
en_us: Use the following procedure to set up:

source: Pro nastavení šablon obecných parametrů pro použití na vybraných entitách pokračujte následujícím způsobem:
en_us: To set up general parameter templates for use on selected entities, proceed as follows:

source: Pro nastavované pole je nutné vyplnit pole ID pole a Hodnota.
en_us: For the field you are setting, you must fill in Field No. and Value fields.

source: Pro objednání svozu je nutné udělat tyto kroky:
en_us: In order to order a collection, the following steps are required:

source: Pro ověření Vašeho účtu zda se jedná o testovací nebo produkční a výpis přepravců pokračujte následujícím způsobem:
en_us: To verify your account as a test or production account and to list the carriers, proceed as follows: <Překladač Microsoft Translator>

source: Pro práci se štítky doporučujeme Foxit pdf a také ho mít nastavený jako výchozí program pro PDF soubory.
en_us: To work with labels, we recommend Foxit pdf and also have it set as the default program for PDF files.

source: Pro přechod do další fáze řešení úlohy (dokladu, záznamu) je třeba kliknout na funkci Proces a pak na možnost Změna stavu (tuto funkci můžete najít také v informačním panelu pro danou úlohu, doklad nebo záznam, pro který je řízení stavů nastaven).
en_us: To move to the next stage of solving a task (document, record), click on the Process function and then on the Change Status option (you can also find this function in the information panel for the task, document or record for which state control is set)

source: Pro přiřazení expedičního místa lokaci je zapotřebí nastavit Kód Expedičního místa.
en_us: To assign a shipping location to a location, you need to set the Expedition Places Code.

source: Pro ruční spuštění postupujte dle následujícího postupu:
en_us: To start manually, follow the procedure below:

source: Pro sledování požadavků z jiných hledisek, než podle závažnosti je možné nadefinovat kategorie požadavků, a to až ve 3 úrovních, pro které platí stromový rozpad (tzn. jsou ve vztahu hierarchické podřízenosti, tj. volba Kategorie 1 určí, jaké se budou nabízet Kategorie 2, a ty zase ovlivní nabídku Kategorií 3).
en_us: To monitor requirements from points of view other than severity, it is possible to define categories of requirements, up to 3 levels for which the tree decay applies (i.e. they are in a hierarchical subordination relationship, i.e. the Category 1 option determines which Category 2 will be offered, which in turn will affect the Category 3 offer).

source: Pro správnou funkci add-onu je potřeba nastavit a založit i jiné nastavení v Business Central.
en_us: For the correct function of the add-on, it is necessary to set and create other settings in Business Central.

source: Pro správné fungování Paperless Trade musíte k zásilce připojit PDF soubor faktury (pro-forma faktury).
en_us: For Paperless Trade to work properly, you must attach a PDF file of the invoice (pro-forma invoice) to the shipment.

source: Pro správné fungování addonu Zásilek je zapotřebí nastavit několik oblastí.
en_us: There are several areas that need to be set up for the AC Parcel addon to work properly.

source: Pro správné nastavení pokračujte títmo způsobem:
en_us: To make the correct settings, proceed as follows:

source: Pro správné nastavení postupujte tímto způsobem:
en_us: To set it up correctly, follow these steps:

source: Pro správu předplatného slouží stránka Seznam předplatných AUTOCONT, kde uživatel:
en_us: To manage subscriptions, use the AUTOCONT Subscription page, where the user:

source: Pro spuštění funkcí Balíkobotu je potřeba provést nastavení:
en_us: To start the balíkobot functions, you need to make the following settings:

source: Pro spuštění sestavy otevřete přehled Dodavatelů nebo Kartu dodavatele a zvolte Sestava a poté Odsouhlasení salda.
en_us: To run the report, open the Vendors overview or Vendor card and choose Report and then Balance Reconciliation.

source: Pro spuštění sestavy otevřete přehled Zákazníků nebo Kartu zákazníka a zvolte Sestava a poté Odsouhlasení salda.
en_us: To run the report, open the Customers overview or Customer card and choose Report and then Balance Reconciliation.

source: Pro stav workflow je třeba nadefinovat Kód, Popis a Filtr dalšího stavu, který určuje, do jakých dalších stavů je možné z daného stavu přejít.
en_us: For workflow status, you need to define Code, Description, and Next status filter, which determines what other states can be accessed from that state.

source: Pro takové se neprovádí import dalších dat (viz dále).
en_us: Additional data is not imported for such data (see below).

source: Pro tisk na tiskárně pro štítky se nemusí vybírat pozice tisku štítku.
en_us: The label printing position does not need to be selected for printing to the label printer.

source: Pro tisk štítků je zapotřebí mít nainstalovaný PDF reader.
en_us: You need to have a PDF reader installed to print labels.

source: Pro tyto kombinace musí být nastaveno (kromě jiného):
en_us: The following must be set for these combinations (among other things):

source: Pro tyto účely mohou být použity sestavy „Odsouhlasení salda dodavatele“ a „Odsouhlasení salda zákazníka“.
en_us: For these purposes, the reports "Reconciliation of the supplier's balance" and "Reconciliation of the customer's balance" may be used.

source: Pro uživatelské zobrazení XML dokumentu (strukturovaná data využitelná pro automatické exporty do informačních systémů) lze definovat tzv. XSD šablony, které transformují data z XML do vizuální podoby HTML dokumentu.
en_us: For user display of an XML document (structured data usable for automatic exports to information systems) it is possible to define so-called XSD templates, which transform data from XML into a visual form of an HTML document.

source: Pro vložení nebo úpravu obecných parametrů postupjte následujícím způsobem:
en_us: To insert or edit general parameters, do the following:

source: Pro vložení obecných parametrů ke zboží nebo dlouhodobého majetku se používá akce Vložení obecných parametrů.
en_us: To insert general parameters to an item or fixed asset, the Insert General Parameters action is used.

source: Pro vložení úkolu do In nebo Out Bufferu postupujte následujícím způsobem:
en_us: To insert a task into an IN or OUT Buffer, do the following:

source: Pro vyhledání dle parametrů u dlouhodobého majetku pokračujte následujícím způsobem:
en_us: To search by parameters for fixed assets, continue as follows:

source: Pro vykazování přijatých zjednodušených faktur je potřeba nastavit Kód sekce pod limit a Kód sekce nad limit.
en_us: To report received simplified invoices, you need to set the Section Code Below Limit and Section Code Above Limit.

source: Pro vyplnění knihy jízd pustupujte pomocí těchto kroků:
en_us: To fill in the Drive Journal, follow these steps:

source: Pro vyplnění řádků výkazu spusťte funkci Naplň řádky výkazu.
en_us: To fill the statement lines, run the Fill report lines function.

source: Pro vytvoření karty vozidla postupujte následujícím způsobem:
en_us: To create a vehicle card, follow these steps:

source: Pro vytvoření nové sledované události, je potřeba ji založit a definovat na stránce Přehled šablon událostí.
en_us: To create a new tracked event, you need to create and define it on the Overview page of Event Templates List.

source: Pro vytvoření požadavku na dopravu použijte funkci Vytvořit požadavek na dopravu.
en_us: Use the Create Transport Requestfeature to create a shipping request.

source: Pro vytvoření požadavku z nákupní objednávky postupujte následujícím způsobem:
en_us: To create a request from a purchase order, follow these steps:

source: Pro vytvoření výjimky je nutné specifikovat také Kód prvku.
en_us: You must also specify the Element Code to create an exception.

source: Pro vytvořený záznam doplňte Kód měny (místní) určující měnu, ve které se podává přiznání k DPH ve vybrané zemi.
en_us: For the created record, fill in the Currency Code (local) specifying the currency in which the VAT return is filed in the selected country.

source: Pro vyřešení tohoto problému postupujte následujícím způsobem:
en_us: To resolve this issue, follow these steps:

source: Pro více informací navštivte Controling Basic - Nastavení.
en_us: For more information, visit Number Series Links Setup. Settings - Application extension set.

source: Pro více informací o nastavení HelpDesku navštivte HelpDesk - Nastavení.
en_us: For more information about setting up a HelpDesk, visit HelpDesk - Setup.

source: Pro více informací o publikování dokumentů navštivte Publikování SharePoint
en_us: For more information about publishing documents, see Publish SharePoint

source: Pro více informací o založení a nastavení Řízení stavů navštivte Nastavení Řízení stavů.
en_us: For more information about setting up and setting up Status Management, see Status Management Settings.

source: Pro zadání čerpání k vozidlům slouží „Výpis čerpání PHM“.
en_us: The "Refuelling Statement" is used to enter the fuel consumption for vehicles.

source: Pro zajištění exportu účetní závěrky je potřeba nastavit několik níže uvedených oblastí.
en_us: To ensure the export of financial statements, it is necessary to set several areas listed below.

source: Pro zajištění fungování add-on modulu Evidence obalů základ je třeba provést nutné kroky nastavení.
en_us: To ensure the functioning of the add-on module Pack Tracking Basic, it is necessary to perform the necessary setup steps.

source: Pro zajištění správné funkčnosti je potřeba nastavit několik níže uvedených oblastí.
en_us: To ensure proper functionality, you need to set up several areas below

source: Pro zajištění správné kalkulace částek Výkazu DPH a exportu do požadované struktury XML dle slovenské legislativy, je potřeba nastavit několik níže uvedených oblastí.
en_us: To ensure the correct calculation of the amounts of the VAT Statement and export to the required XML structure according to Slovak legislation, it is necessary to set up several areas listed below.

source: Pro zajištění správného vykazování DPH je potřeba nastavit pole v řádcích výkazu DPH:
en_us: To ensure proper VAT reporting, you need to set up fields in the VAT statement lines:
